Repository: damiencelle/Bot-Application-SharePoint
Catalog: Bot Application2/Resources/AppResources.*.resx
Languages: fr_fr

source: Change Site Collection Logo
fr_fr: Changer le logo de la collection de sites

source: Create a subsite
fr_fr: Créer un sous-site

source: Create new subsite
fr_fr: Créer un nouveau sous-site

source: Create Subsite
fr_fr: Création du sous-site

source: Do something else
fr_fr: Autre

source: Go to new created subsite
fr_fr: Accéder au site précédemment créé

# HiImAnOffice365Bot
source: Hi I'm an Office 365 Bot. What can I do for you ?
fr_fr: Bonjour je suis un bot Office 365. Que puis-je faire pour vous ?

source: New Subsite Name
fr_fr: Nom du nouveau sous-site

# OnWhichSPSiteDoYouWantToChangeTheLogo
source: On which SPSite do you want to change the logo ? The click on the following links redirects you to display settings page.
fr_fr: Sur quel site voulez-vous changer le logo ? Le clic sur le lien suivant vous redirige vers la page de gestion de l'affichage.

# PleaseFillInformationToCreateSubsite
source: <s>Please fill informations to create subsite.</s>
fr_fr: <s>Veuillez saisir les informations pour créer le sous-site.</s>

source: Save
fr_fr: Enregistrer

source: Select SPSite
fr_fr: Sélectionner une collection de sites

source: Show All Site Collections
fr_fr: Afficher toutes les collections de sites

source: Site Collection:
fr_fr: Collection de sites :

# TheseAreActionsICanDo
source: These are actions I can do. What would you like me to do?
fr_fr: Voici quelques actions que je peux réaliser. Que puis faire pour vous ?

source: Web template to apply
fr_fr: Web template à appliquer

source: What would you like me to do?
fr_fr: Que puis-je faire pour vous ?

source: Your subsite has been created.
fr_fr: Votre sous-site a été créé.
